import React from 'react';

const Politics = () => {
    return (
        <div className='politics-container'>
            <div className='shop-title'>
                Главная  / Политика конфиденциальности
            </div>
            <div>
                <h3>Политика конфиденциальности</h3>
                <p className='title'>Защита личных данных</p>
                <p>Для защиты ваших личных данных у нас внедрен ряд средств
                защиты, которые действуют при введении, передаче
                или работе с вашими личными данными.</p>
                <p className='title'>Разглашение личных сведений и передача этих сведений третьим лицам   </p>
                <p>Ваши личные сведения могут быть разглашены нами только в том случае это необходимо для: (а)
                обеспечения соответствия предписаниям закона или требованиям судебного процесса в нашем отношении ;
                (б) защиты наших прав или собственности (в) принятия срочных мер по обеспечению личной безопасности
                наших сотрудников или потребителей предоставляемых им услуг, а также обеспечению общественной безопасности.
                Личные сведения, полученные в наше распоряжение при регистрации, могут передаваться третьим организациям и лицам, состоящим с нами в партнерских отношениях для улучшения качества оказываемых услуг. Эти сведения не будут использоваться в каких-либо иных целях, кроме перечисленных выше. Адрес электронной почты, предоставленный вами при регистрации может использоваться для отправки вам сообщений или уведомлений об изменениях, связанных с вашей заявкой, а также рассылки сообщений о происходящих
                в компании событиях и изменениях, важной информации о новых товарах и услугах и т.д.
                Предусмотрена возможность отказа от подписки на эти почтовые сообщения.</p>
                <p className='title'>Использование файлов «cookie»</p>
                <p>Когда пользователь посещает веб-узел, на его компьютер записывается файл «cookie» (если пользователь разрешает прием таких файлов). Если же пользователь уже посещал данный веб-узел, файл «cookie» считывается с компьютера. Одно из направлений использования файлов «cookie» связано с тем, что с их помощью облегчается сбор статистики посещения. Эти сведения помогают определять, какая информация, отправляемая заказчикам, может представлять для них наибольший интерес. Сбор этих данных осуществляется в
                обобщенном виде и никогда не соотносится с личными сведениями пользователей.Третьи стороны, включая компании Google, показывают объявления нашей компании на страницах сайтов в Интернете. Третьи стороны, включая компанию Google, используют cookie, чтобы показывать объявления, основанные на предыдущих посещениях пользователем наших веб-сайтов и интересах в веб-браузерах. Пользователи могут запретить компаниям Google использовать cookie. Для этого необходимо посетить специальную страницу компании Google по этому адресу: http://www.google.com/privacy/ads/</p>
                <p>Изменения в заявлении о соблюдении конфиденциальности</p>
                <p className='title'>Заявление о соблюдении конфиденциальности предполагается периодически обновлять. При этом будет изменяться дата предыдущего обновления, указанная
                в начале документа. Сообщения об изменениях в данном заявлении будут размещаться на видном месте наших веб-узлов.Осуществив заказна нашем сайте какого-либо товара, Вы соглашаетесь получить смс-уведомление о доставке купленного Вами товара в соответствующее почтовое отделение, согласно указанному вами индексу.</p>
            </div>
        </div>
    );
}

export default Politics;